{
  "clear-day": [
    {
      "text": "It’s a sunny day, why not have a picnic in the shade, remember your sun cream!",
      "image": "picnic-basket.png"
    },
    {
      "text": "Time to go to the park and have a nice picnic, maybe go for a bear hunt!",
      "image": "picnic-basket.png"
    },
    {
      "text" : "It’s sunny and warm outside, why not go and hunt an ice cream van, but don’t get too hot!",
    "image" : "ice-cream-van.png"
    },
    {
      "text" : "With the sun beaming down so hot: I scream, you scream we all scream for ice cream.",
      "image" : "ice-cream-van.png"
    },
    {
      "text": "The suns out and the skies are clear, are there any outdoor swimming pools near you?",
      "image": "swimming-pool.png"
    }
  ],

  "clear-night": [
    {
      "text": "It’s bedtime you know, go to sleep for another fun filled day.",
      "image": "sleeping.png"
    },
    {
      "text": "Lights out for another day, get some sleep so you have the well rested status applied tomorrow",
      "image": "sleeping.png"
    },
    {
      "text" : "If you are not quite asleep, try reading a bit.",
      "image" : "books.png"
    },
    {
      "text" : "There are many books on your shelf to read and then fall asleep reading.",
      "image" : "books.png"
    }
  ],

  "partly-cloudy-day": [
    {
      "text": "There are a few clouds out, why not play some sports? Football, tennis, basketball are all fun to play, but play safe and play fair.",
      "image": "football.png"
    },
    {
      "text" : "While there are a few clouds, why not take a hike in the countryside?",
      "image" : "hike.png"
    },
    {
      "text" : "There is a bit of clouds, why not organising some running races? Last to the finish is the slowest!",
      "image" : "jogging.png"
    }
  ],

  "partly-cloudy-night": [
    {
      "text": "It’s bedtime you know, go to sleep for another fun filled day.",
      "image": "sleeping.png"
    },
    {
      "text": "Lights out for another day, get some sleep so you have the well rested status applied tomorrow",
      "image": "sleeping.png"
    },
    {
      "text" : "If you are not quite asleep, try reading a bit.",
      "image" : "books.png"
    },
    {
      "text" : "There are many books on your shelf to read and then fall asleep reading.",
      "image" : "books.png"
    }
  ],

  "cloudy": [
    {
      "text": "It’s cloudy at the moment, you could go to the local library to stock up on good books to read in case it rains.",
      "image": "books.png"
    },
    {
      "text" : "Why not go to the shops to pick up your favorite things? Remember to not spend too much.",
      "image" : "store.png"
    },
    {
      "text" : "Just because the sun isn’t out isn’t an excuse to not walk the dogs, make sure you clean up after them.",
      "image" : "dog.png"
    },
    { "text" : "With a bit of cloud cover, why not go for a bit of a jog?",
      "image" : "jogging.jpg"}
  ],

  "rain": [
    {
      "text": "It’s raining outside, as you can’t enjoy the outdoors why not get some chores done, so you can enjoy it all you want when the weather gets better.",
      "image": "housework.png"
    },
    {
      "text" : "It’s raining, it’s pouring, the old man is snoring, (0xE2 0x99 0xAA - unicode hex). Why not sing some songs or make some music to brighten the mood?",
      "image" : "gutiar.png"
    },
    {
      "text" : "As the weather is so bad outside why not stay in and play video games?",
      "image" : "game.png"
    },
    {
      "text" : "With the rain hammering down why not make some delicious baked goods?",
      "image" : "picnic-basket.jpg"
    }
  ],

  "sleet": [
    {
      "text": "It’s hail outside, as you can’t enjoy the outdoors why not get some chores done, so you can enjoy it all you want when the weather gets better.",
      "image": "housework.png"
    },
    {
      "text" : "This is the worst kind of weather, nothing to do but wait it out and maybe debug your code?",
      "image" : "unknown.png"
    },
    {
      "text" : "As the weather is so bad outside why not stay in and play video games?",
      "image" : "game.png"
    },
    {
      "text": "With the sleet hammering down why not make some delicious baked goods?",
      "image": "picnic-basket.jpg"
    }
  ],

  "snow": [
    {
      "text": "It’s snowing outside, the ground is white! Why not have a nice snowball fight with your friends? Wear a thick coat and gloves to say warm.",
      "image": "snowball-fight.png"
    },
    {
      "text" : "There is a snow on the floor, go find a hill and get sledging all day long! Wear a thick coat and gloves to say warm.",
      "image" : "sledge.png"
    }
  ],

  "fog" : [
    {
      "text" : "There is a fog in the air at the moment, please be careful to not wander and get lost today.",
      "image" : "sign.png"
    }
  ],

  "wind" : [
    {
      "text" : "The wind is strong today, perfect for kite flying!",
      "image" : "kite.png"
    }
  ]
}